Repository: gastonKamsong/medicalstore
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: Exclusive member discounts and early access to sales
fr: Remises exclusives et accès anticipé aux ventes

source: Grower's corner with cultivation tips and resources
fr: Espace culture avec conseils et ressources de cultivation

source: Medical cannabis information and research updates
fr: Informations sur le cannabis médical et actualités de la recherche

source: Fast, discreet delivery options
fr: Options de livraison rapide et discrète

source: I agree to the
fr: J'accepte les

source: and
fr: et

source: Company Information
fr: Informations sur l'Entreprise

source: Simplified Joint Stock Company (SAS)
fr: Société par Actions Simplifiée (SAS)

source: Registration Number:
fr: Numéro d'immatriculation :

source: VAT Number:
fr: Numéro de TVA :

source: Share Capital:
fr: Capital Social :

source: Registered Office:
fr: Siège Social :

source: Phone:
fr: Téléphone :

source: Cannabis License:
fr: Licence Cannabis :

source: Website Information
fr: Informations sur le Site

source: Website:
fr: Site Web :

source: Publication Director:
fr: Directeur de Publication :

source: Web Development:
fr: Développement Web :

source: Hosting Provider:
fr: Hébergeur :

source: Terms of Use
fr: Conditions d'Utilisation

source: Acceptance of Terms
fr: Acceptation des Conditions

source: By accessing and using this website, you accept and agree to be bound by the terms and provision of this agreement. If you do not agree to abide by the above, please do not use this service.
fr: En accédant et utilisant ce site, vous acceptez d'être lié par les termes de cet accord. Si vous n'acceptez pas ces conditions, veuillez ne pas utiliser ce service.

source: Cannabis Product Disclaimer
fr: Avertissement sur les Produits Cannabis

source: All cannabis products sold on this website contain less than 0.2% THC in compliance with French and EU regulations. These products are not intended to diagnose, treat, cure or prevent any disease. The information provided is for educational purposes only regarding the potential benefits of CBD and other cannabis compounds.
fr: Tous nos produits cannabis contiennent moins de 0,2% de THC conformément à la réglementation française et européenne. Ces produits ne sont pas destinés à diagnostiquer, traiter ou prévenir des maladies. Les informations fournies ont un but éducatif concernant les bienfaits potentiels du CBD et autres composés du cannabis.

source: Age Restriction
fr: Restriction d'Âge

source: You must be at least 18 years old to access this website and purchase our products. By using this site, you confirm that you meet the minimum age requirement.
fr: Vous devez avoir au moins 18 ans pour accéder à ce site et acheter nos produits. En utilisant ce site, vous confirmez satisfaire à cette exigence d'âge minimum.

source: Product Information
fr: Informations Produit

source: While we strive to provide accurate information about our cannabis products, including CBD content and laboratory test results, we make no representations about the completeness or accuracy of this information. Product effects may vary between individuals.
fr: Bien que nous nous efforcions de fournir des informations précises sur nos produits cannabis, y compris leur teneur en CBD et résultats de tests, nous ne garantissons pas l'exhaustivité de ces informations. Les effets peuvent varier selon les individus.

source: Use License
fr: Licence d'Utilisation

source: Permission is granted to temporarily download one copy of the materials on GreenLeaf Wellness's website for personal, non-commercial transitory viewing only. This license prohibits:
fr: L'autorisation est accordée de télécharger temporairement une copie du contenu pour un usage personnel et non commercial. Cette licence interdit :

source: modification or copying of cannabis-related educational materials
fr: la modification ou copie de notre matériel éducatif sur le cannabis

source: commercial use of product images or descriptions
fr: l'utilisation commerciale des images ou descriptions de produits

source: attempting to reverse engineer any software
fr: la rétro-ingénierie de tout logiciel

source: removing copyright or proprietary notations
fr: la suppression des mentions de copyright

source: Intellectual Property
fr: Propriété Intellectuelle

source: All cannabis strain names, product formulations, and educational content are protected by intellectual property laws. The 'GreenLeaf Wellness' name and logo are registered trademarks.
fr: Les noms de variétés, formulations de produits et contenu éducatif sont protégés. La marque 'GreenLeaf Wellness' est déposée.

source: Our proprietary cannabis cultivation techniques, extraction methods, and product formulations are trade secrets protected under French and EU law.
fr: Nos techniques de culture, méthodes d'extraction et formulations sont des secrets commerciaux protégés.

source: Limitation of Liability
fr: Limitation de Responsabilité

source: GreenLeaf Wellness shall not be liable for any damages arising from use of our cannabis products or website content. We expressly disclaim responsibility for any adverse effects, interactions with medications, or consequences of improper product use.
fr: GreenLeaf Wellness décline toute responsabilité concernant l'usage de nos produits ou du contenu du site. Nous n'assumons aucune responsabilité pour d'éventuels effets indésirables, interactions médicamenteuses ou mauvais usage.

source: As cannabis laws vary by jurisdiction, we cannot guarantee the legal status of our products in your location. It is your responsibility to comply with local regulations.
fr: Les lois sur le cannabis variant selon les juridictions, nous ne pouvons garantir le statut légal de nos produits dans votre région. Il est de votre responsabilité de vous conformer à la réglementation locale.

source: Governing Law
fr: Droit Applicable

source: These terms are governed by French law, specifically regarding cannabis regulations under Article R. 5132-86 of the Public Health Code. Any disputes will be resolved in Lyon courts.
fr: Ces conditions sont régies par le droit français, notamment l'article R. 5132-86 du Code de la Santé Publique concernant le cannabis. Tout litige sera résolu par les tribunaux lyonnais.

source: Contact Information
fr: Coordonnées

source: For legal inquiries regarding our cannabis products:
fr: Pour toute question légale concernant nos produits cannabis :

source: Address:
fr: Adresse :

source: Last Updated:
fr: Dernière Mise à Jour :

source: This legal notice was updated on January 1, 2024 in compliance with current cannabis regulations. Changes to French or EU cannabis laws may prompt revisions.
fr: Ces mentions légales ont été mises à jour le 1er janvier 2024 conformément à la réglementation cannabis en vigueur. Des modifications pourront être apportées en cas d'évolution de la législation française ou européenne.

source: At GreenLeaf Wellness, we prioritize your privacy and the security of your personal information, especially when purchasing cannabis-related products. This Privacy Policy explains how we collect, use, and protect your data when you visit our website or purchase our CBD and cannabis products.
fr: Chez GreenLeaf Wellness, nous protégeons votre vie privée et la sécurité de vos données personnelles, particulièrement pour les achats de produits cannabis. Cette Politique explique comment nous collectons, utilisons et protégeons vos données lors de l'utilisation de notre site ou l'achat de nos produits CBD et cannabis.

source: This policy complies with GDPR, French data protection laws (Loi Informatique et Libertés), and cannabis industry regulations.
fr: Cette politique est conforme au RGPD, à la loi Informatique et Libertés, et à la réglementation sur le cannabis.

source: Information We Collect
fr: Informations Collectées

source: Personal Information
fr: Informations Personnelles

source: We collect the following for legal cannabis purchases:
fr: Pour les achats légaux de cannabis, nous collectons :

source: Name, contact details (email, phone, address)
fr: Nom, coordonnées (email, téléphone, adresse)

source: Age verification information (to confirm you're 18+)
fr: Information de vérification d'âge (confirmation que vous avez 18 ans ou plus)

source: Payment information (processed securely by certified providers)
fr: Information de paiement (traitée de manière sécurisée)

source: Purchase history of cannabis/CBD products
fr: Historique d'achats de produits cannabis/CBD

source: Medical cannabis authorization (if applicable)
fr: Autorisation médicale cannabis (le cas échéant)

source: Technical Information
fr: Informations Techniques

source: We automatically collect:
fr: Nous collectons automatiquement :

source: IP address and browsing data
fr: Adresse IP et données de navigation

source: Device information
fr: Information sur l'appareil

source: Cookies for site functionality (see our Cookie Policy)
fr: Cookies pour le fonctionnement du site (voir notre Politique des Cookies)

source: How We Use Your Information
fr: Utilisation de Vos Informations

source: We use your data responsibly for:
fr: Nous utilisons vos données de manière responsable pour :

source: Legal Compliance:
fr: Conformité Légale :

source: Age verification and cannabis purchase records as required by law
fr: Vérification d'âge et conservation des achats comme exigé par la loi

source: Order Processing:
fr: Traitement des Commandes :

source: Secure processing of cannabis product orders
fr: Traitement sécurisé des commandes de produits cannabis

source: Customer Support:
fr: Service Client :

source: Responding to cannabis product inquiries
fr: Répondre aux questions sur les produits cannabis

source: Product Safety:
fr: Sécurité des Produits :

source: Tracking for quality control and recalls if needed
fr: Suivi pour contrôle qualité et rappels si nécessaire

source: Legal Requirements:
fr: Exigences Légales :

source: Maintaining required cannabis purchase records
fr: Conservation des registres d'achats requis par la loi

source: Legal Basis for Processing
fr: Base Légale du Traitement

source: Under GDPR, we process data based on:
fr: Selon le RGPD, nous traitons les données sur la base :

source: Legal Obligation:
fr: Obligation Légale :

source: For cannabis purchase records and age verification
fr: Pour les registres d'achats et vérification d'âge

source: Contract:
fr: Contrat :

source: To fulfill your cannabis product orders
fr: Pour exécuter vos commandes de produits cannabis

source: Consent:
fr: Consentement :

source: For marketing communications (opt-in)
fr: Pour les communications marketing (opt-in)

source: Information Sharing
fr: Partage des Informations

source: We may share information with:
fr: Nous pouvons partager des informations avec :

source: Payment Processors:
fr: Processeurs de Paiement :

source: Certified providers for secure transactions
fr: Prestataires certifiés pour transactions sécurisées

source: Shipping Providers:
fr: Transporteurs :

source: Discreet delivery of cannabis products
fr: Livraison discrète des produits cannabis

source: Regulatory Authorities:
fr: Autorités Réglementaires :

source: When required by cannabis laws
fr: Lorsque requis par la loi sur le cannabis

source: Medical Professionals:
fr: Professionnels de Santé :

source: Only with explicit consent for medical cannabis
fr: Uniquement avec consentement explicite pour cannabis médical

source: We never sell your cannabis purchase history to third parties.
fr: Nous ne vendons jamais votre historique d'achats cannabis à des tiers.

source: Your Rights (GDPR)
fr: Vos Droits (RGPD)

source: You have the right to:
fr: Vous avez le droit de :

source: Access your personal data
fr: Accéder à vos données personnelles

source: Correct inaccurate information
fr: Corriger des informations inexactes

source: Request deletion (where not required by cannabis laws)
fr: Demander la suppression (quand non requis par la loi)

source: Restrict processing
fr: Limiter le traitement

source: Data portability
fr: Portabilité des données

source: Object to processing
fr: Vous opposer au traitement

source: Withdraw consent
fr: Retirer votre consentement

source: Note: Cannabis purchase records may be retained as required by law.
fr: Note : Les registres d'achats cannabis peuvent être conservés comme exigé par la loi.

source: Data Security
fr: Sécurité des Données

source: We implement strict security measures for cannabis purchases:
fr: Nous appliquons des mesures strictes pour les achats cannabis :

source: End-to-end encryption for all transactions
fr: Chiffrement de bout en bout pour toutes les transactions

source: Secure storage with limited access
fr: Stockage sécurisé avec accès limité

source: Regular security audits
fr: Audits de sécurité réguliers

source: Employee confidentiality agreements
fr: Accords de confidentialité des employés

source: Data Retention
fr: Conservation des Données

source: We retain data as required by cannabis regulations:
fr: Nous conservons les données comme exigé par la réglementation :

source: Purchase records: 10 years (French cannabis law requirement)
fr: Registres d'achats : 10 ans (exigence de la loi française)

source: Account information: Until account closure + legal period
fr: Informations de compte : Jusqu'à fermeture + délai légal

source: Marketing data: Until consent withdrawal
fr: Données marketing : Jusqu'au retrait du consentement

source: Age Verification
fr: Vérification d'Âge

source: We strictly verify that all customers are at least 18 years old. By using our site, you confirm you meet the legal age requirement for cannabis purchases in your jurisdiction.
fr: Nous vérifions strictement que tous les clients ont au moins 18 ans. En utilisant notre site, vous confirmez satisfaire à l'âge légal pour acheter du cannabis dans votre juridiction.

source: For privacy concerns regarding cannabis purchases:
fr: Pour toute question relative aux achats cannabis :

source: Data Protection Officer:
fr: Délégué à la Protection des Données :

source: You may also contact the CNIL (French Data Protection Authority) if you have concerns about our processing of your cannabis purchase data.
fr: Vous pouvez également contacter la CNIL si vous avez des préoccupations concernant le traitement de vos données d'achats cannabis.

source: This policy was updated on January 1, 2024 to comply with current cannabis regulations. Changes will be communicated to account holders.
fr: Cette politique a été mise à jour le 1er janvier 2024 pour se conformer à la réglementation cannabis. Les changements seront communiqués aux titulaires de compte.

source: Frequently Asked Questions
fr: Questions Fréquentes

source: General Questions
fr: Questions Générales

source: What is GreenLeaf Wellness?
fr: Qu'est-ce que GreenLeaf Wellness ?

source: GreenLeaf Wellness is a premium cannabis and CBD marketplace offering lab-tested products with detailed information about cannabinoid content, terpene profiles, cultivation methods, and potential wellness benefits. We focus on transparency and product quality.
fr: GreenLeaf Wellness est une plateforme premium de cannabis et CBD proposant des produits testés en laboratoire avec des informations détaillées sur leur teneur en cannabinoïdes, profils terpéniques, méthodes de culture et bienfaits potentiels. Nous privilégions la transparence et la qualité.

source: Who can purchase cannabis products?
fr: Qui peut acheter des produits cannabis ?

source: You must be at least 18 years old to purchase our CBD products and 21+ for THC-containing products where legally available. Some products may require medical authorization depending on your location.
fr: Il faut avoir au moins 18 ans pour nos produits CBD et 21+ pour les produits contenant du THC là où c'est légal. Certains produits peuvent nécessiter une autorisation médicale selon votre localisation.

source: Are your products legal?
fr: Vos produits sont-ils légaux ?

source: All our products comply with French and EU regulations, containing less than 0.2% THC. We verify the legal status in your region before shipping. Medical cannabis products require proper authorization.
fr: Tous nos produits respectent la réglementation française et européenne avec moins de 0,2% de THC. Nous vérifions la légalité avant expédition. Les produits médicaux nécessitent une autorisation.

source: How do you test your cannabis products?
fr: Comment testez-vous vos produits cannabis ?

source: All products undergo third-party laboratory testing for cannabinoid potency, terpene profiles, and contaminants (pesticides, heavy metals, microbes). Certificates of Analysis (COAs) are available for every batch.
fr: Tous les produits sont testés par des laboratoires indépendants pour leur teneur en cannabinoïdes, profils terpéniques et contaminants (pesticides, métaux lourds, microbes). Les Certificats d'Analyse (COA) sont disponibles pour chaque lot.

source: What's the difference between CBD and THC?
fr: Quelle est la différence entre CBD et THC ?

source: CBD (cannabidiol) is non-intoxicating and legal in France when containing less than 0.2% THC. THC (tetrahydrocannabinol) is psychoactive and only available with medical authorization. Our products clearly indicate their cannabinoid content.
fr: Le CBD (cannabidiol) n'est pas psychoactif et est légal en France sous 0,2% de THC. Le THC (tétrahydrocannabinol) est psychoactif et nécessite une autorisation médicale. Nos produits indiquent clairement leur teneur.

source: What are terpenes and why are they important?
fr: Que sont les terpènes et pourquoi sont-ils importants ?

source: Terpenes are aromatic compounds that influence cannabis effects and flavors. Different strains have unique terpene profiles that contribute to their therapeutic properties and sensory experience.
fr: Les terpènes sont des composés aromatiques influençant les effets et arômes du cannabis. Chaque variété a un profil terpénique unique contribuant à ses propriétés thérapeutiques et son expérience sensorielle.

source: Ordering & Shipping
fr: Commandes & Livraisons

source: Do I need medical authorization to order?
fr: Ai-je besoin d'une autorisation médicale pour commander ?

source: Our CBD products (under 0.2% THC) don't require authorization. For medical cannabis products with higher THC content, valid medical documentation is required as per French regulations.
fr: Nos produits CBD (moins de 0,2% THC) ne nécessitent pas d'autorisation. Pour les produits médicaux avec plus de THC, une documentation médicale valide est requise selon la loi française.

source: How discreet is your packaging?
fr: Vos emballages sont-ils discrets ?

source: All orders are shipped in plain, unmarked packaging without any cannabis-related branding. We use odor-proof materials for complete discretion.
fr: Toutes les commandes sont expédiées dans des emballages neutres sans marquage cannabis. Nous utilisons des matériaux anti-odeurs pour une discrétion totale.

source: Can I track my cannabis order?
fr: Puis-je suivre ma commande cannabis ?

source: Yes, you'll receive discreet tracking information via email. Our delivery partners are trained to handle cannabis products appropriately.
fr: Oui, vous recevrez des informations de suivi discrètes par email. Nos transporteurs sont formés pour manipuler les produits cannabis correctement.

source: Safety & Usage
fr: Sécurité & Utilisation

source: How should I dose cannabis products?
fr: Comment doser les produits cannabis ?

source: Start with low doses, especially with THC products. Wait at least 2 hours before consuming more. Our products include suggested serving sizes, but individual tolerance varies. Consult a healthcare provider for medical use.
fr: Commencez par de faibles doses, surtout avec du THC. Attendez 2 heures avant d'en reprendre. Nos produits indiquent des tailles de portion, mais la tolérance varie. Consultez un professionnel pour un usage médical.

source: Can cannabis interact with medications?
fr: Le cannabis peut-il interagir avec des médicaments ?

source: Yes, cannabis may interact with certain medications, especially blood thinners, antidepressants, and sedatives. Always consult your doctor before combining cannabis with other treatments.
fr: Oui, le cannabis peut interagir avec certains médicaments comme les anticoagulants, antidépresseurs et sédatifs. Consultez toujours votre médecin avant de combiner avec d'autres traitements.

source: How should I store cannabis products?
fr: Comment conserver les produits cannabis ?

source: Store in a cool, dark place (under 21°C) away from children and pets. Keep flowers in airtight containers. Most products have 6-12 month shelf life when stored properly.
fr: Conservez dans un endroit frais et sombre (<21°C) hors de portée des enfants et animaux. Gardez les fleurs dans des contenants hermétiques. La plupart se conservent 6-12 mois dans de bonnes conditions.

source: Returns & Support
fr: Retours & Support

source: What is your return policy for cannabis products?
fr: Quelle est votre politique de retour pour les produits cannabis ?

source: Due to legal restrictions, opened cannabis products cannot be returned. Unopened products in original packaging may be returned within 14 days. Medical cannabis products are non-returnable.
fr: Pour des raisons légales, les produits cannabis ouverts ne peuvent être retournés. Les produits non ouverts dans leur emballage d'origine peuvent être retournés sous 14 jours. Les produits médicaux sont non remboursables.

source: How can I contact customer support?
fr: Comment contacter le support client ?

source: Our cannabis specialists are available via email, encrypted chat, or phone. We respond within 24 hours on weekdays. For medical cannabis questions, we have a dedicated support line.
fr: Nos spécialistes cannabis sont disponibles par email, chat crypté ou téléphone. Nous répondons sous 24h en semaine. Pour les questions médicales, une ligne dédiée est disponible.

source: Do you provide cannabis consultation services?
fr: Proposez-vous des consultations cannabis ?

source: We offer general product guidance but cannot provide medical advice. For therapeutic use, we recommend consulting with a cannabis-certified healthcare provider.
fr: Nous donnons des conseils généraux mais ne pouvons fournir d'avis médical. Pour un usage thérapeutique, consultez un professionnel de santé formé au cannabis.

source: Important Cannabis Disclaimer
fr: Avertissement Important sur le Cannabis

source: Cannabis products may cause drowsiness, dry mouth, or temporary changes in perception. Do not operate vehicles or machinery after consumption. Keep out of reach of children. These statements have not been evaluated by health authorities. Our products are not intended to diagnose, treat, cure or prevent any disease.
fr: Les produits cannabis peuvent causer somnolence, bouche sèche ou altérations temporaires de perception. Ne conduisez pas après consommation. Tenir hors de portée des enfants. Ces affirmations n'ont pas été évaluées par les autorités sanitaires. Nos produits ne visent pas à diagnostiquer, traiter ou prévenir des maladies.

source: Still have questions about cannabis?
fr: D'autres questions sur le cannabis ?

source: Contact Our Cannabis Specialists
fr: Contactez nos Spécialistes Cannabis

source: Connect with our cannabis experts and customer care team
fr: Contactez nos experts en cannabis et notre service client

source: Send us a Message
fr: Envoyez-nous un message

source: Phone Number
fr: Numéro de téléphone

source: Subject
fr: Sujet

source: Select a subject
fr: Sélectionnez un sujet

source: Cannabis Product Inquiry
fr: Question sur les produits cannabis

source: Order Support
fr: Support commande

source: Medical Cannabis Questions
fr: Questions sur le cannabis médical
