Repository: gastonKamsong/medicalstore
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: Site Name
fr: Nom du Site

source: Tagline
fr: Slogan

source: Phone
fr: Téléphone

source: Address
fr: Adresse

source: natural medical products, cannabis, CBD, hemp, organic medicine, herbal remedies
fr: produits médicaux naturels, cannabis, CBD, chanvre, médecine biologique, remèdes à base de plantes

source: We use cookies to improve your experience. By continuing to use our site, you accept our use of cookies.
fr: Nous utilisons des cookies pour améliorer votre expérience. En continuant à utiliser notre site, vous acceptez notre utilisation des cookies.

source: Learn more
fr: En savoir plus

source: Accept
fr: Accepter

source: Search products...
fr: Rechercher des produits...

source: Products
fr: Produits

source: About
fr: À propos

source: Profile
fr: Profil

source: Order History
fr: Historique des commandes

source: Logout
fr: Déconnexion

source: Login
fr: Connexion

source: Register
fr: S'inscrire

source: Quick Links
fr: Liens rapides

source: About Us
fr: À propos de nous

source: Legal
fr: Légal

source: Legal Notice
fr: Mentions légales

source: Contact Info
fr: Informations de contact

source: All rights reserved.
fr: Tous droits réservés.

source: Medical Disclaimer:
fr: Avertissement médical :

source: The information provided is for educational purposes only and should not replace professional medical advice.
fr: Les informations fournies sont à des fins éducatives uniquement et ne doivent pas remplacer les conseils médicaux professionnels.

source: Professional Medical Products
fr: Produits Médicaux Professionnels

source: Discover our comprehensive range of medical products with detailed composition, usage instructions, and proven health benefits.
fr: Découvrez notre gamme complète de produits médicaux avec une composition détaillée, des instructions d'utilisation et des bienfaits prouvés pour la santé.

source: Explore Products
fr: Explorer les Produits

source: Product Categories
fr: Catégories de Produits

source: View Products
fr: Voir les Produits

source: No categories available yet.
fr: Aucune catégorie disponible pour le moment.

source: Featured Products
fr: Produits en Vedette

source: View Details
fr: Voir Détails

source: No featured products available yet.
fr: Aucun produit vedette disponible pour le moment.

source: View All Products
fr: Voir Tous les Produits

source: Why Choose Our Products?
fr: Pourquoi Choisir Nos Produits?

source: Scientific Composition
fr: Composition Scientifique

source: Detailed information about key elements and ingredients in each product.
fr: Informations détaillées sur les éléments clés et les ingrédients de chaque produit.

source: Usage Instructions
fr: Instructions d'Utilisation

source: Clear, professional guidance on how to use each medical product safely.
fr: Instructions claires et professionnelles sur l'utilisation sécuritaire de chaque produit médical.

source: Health Benefits
fr: Bienfaits pour la Santé

source: Comprehensive information about the health benefits of each product.
fr: Informations complètes sur les bienfaits pour la santé de chaque produit.

source: Why Choose Our Cannabis Products?
fr: Pourquoi Choisir Nos Produits de Cannabis?

source: Premium Quality
fr: Qualité Premium

source: Lab-tested cannabis products with certified potency and purity. Grown organically without pesticides.
fr: Produits de cannabis testés en laboratoire avec une puissance et une pureté certifiées. Cultivés biologiquement sans pesticides.

source: Therapeutic Effects
fr: Effets Thérapeutiques

source: May help with pain relief, anxiety reduction, sleep improvement, and appetite stimulation based on clinical studies.
fr: Peut aider à soulager la douleur, réduire l'anxiété, améliorer le sommeil et stimuler l'appétit selon des études cliniques.

source: Precise Formulations
fr: Formulations Précises

source: Accurate CBD:THC ratios tailored for specific conditions. Full-spectrum products with terpenes for enhanced effects.
fr: Ratios CBD:THC précis adaptés à des conditions spécifiques. Produits à spectre complet avec terpènes pour des effets renforcés.

source: Medical Support
fr: Support Médical

source: Dosage guidance from healthcare professionals. Product recommendations based on your medical needs.
fr: Conseils de dosage par des professionnels de santé. Recommandations de produits basées sur vos besoins médicaux.

source: Important Medical Information
fr: Informations Médicales Importantes

source: Cannabis products may interact with medications. Consult your physician before use, especially if you have heart conditions, psychiatric disorders, or are pregnant/nursing. Start with low doses and monitor effects.
fr: Les produits à base de cannabis peuvent interagir avec des médicaments. Consultez votre médecin avant utilisation, surtout si vous avez des problèmes cardiaques, des troubles psychiatriques ou si vous êtes enceinte/allaitante. Commencez par de faibles doses et surveillez les effets.

source: Filter Products
fr: Filtrer les Produits

source: Price Range
fr: Fourchette de Prix

source: Min Price
fr: Prix Minimum

source: Max Price
fr: Prix Maximum

source: CBD:THC Ratio
fr: Ratio CBD:THC

source: All Ratios
fr: Tous les Ratios

source: High CBD (20:1)
fr: CBD Élevé (20:1)

source: Balanced (1:1)
fr: Équilibré (1:1)

source: High THC (1:20)
fr: THC Élevé (1:20)

source: Consumption Method
fr: Méthode de Consommation

source: Flower
fr: Fleur

source: Oils & Tinctures
fr: Huiles & Teintures

source: Edibles
fr: Comestibles

source: Apply Filters
fr: Appliquer les Filtres

source: Clear Filters
fr: Effacer les Filtres

source: Medical Information
fr: Informations Médicales

source: Dosage Advice:
fr: Conseil de Dosage:

source: Start with low doses (2.5-5mg THC) and wait 2 hours before consuming more.
fr: Commencez par de faibles doses (2,5-5mg de THC) et attendez 2 heures avant d'en consommer davantage.

source: Effects Timeline:
fr: Chronologie des Effets:

source: Inhalation: 5-15 minutes onset. Edibles: 30-90 minutes onset. Effects last 2-6 hours.
fr: Inhalation: effet en 5-15 minutes. Comestibles: effet en 30-90 minutes. Durée des effets: 2-6 heures.

source: Storage:
fr: Stockage:

source: Store in cool, dark place. Keep away from children and pets.
fr: Conserver dans un endroit frais et sombre. Tenir hors de portée des enfants et des animaux.

source: Products in
fr: Produits dans

source: products found
fr: produits trouvés

source: Out of Stock
fr: En Rupture de Stock

source: In Stock
fr: En Stock

source: No products found
fr: Aucun produit trouvé

source: No products match your current filters. Try adjusting your price range.
fr: Aucun produit ne correspond à vos filtres actuels. Essayez d'ajuster votre fourchette de prix.

source: This category doesn't have any products yet.
fr: Cette catégorie ne contient aucun produit pour le moment.

source: Browse All Products
fr: Parcourir Tous les Produits

source: Previous
fr: Précédent

source: Next
fr: Suivant

source: Therapeutic Uses
fr: Utilisations Thérapeutiques

source: Pain Management
fr: Gestion de la Douleur

source: May help with chronic pain, arthritis, and neuropathic pain.
fr: Peut aider contre les douleurs chroniques, l'arthrite et les douleurs neuropathiques.

source: Mental Health
fr: Santé Mentale

source: Potential benefits for anxiety, PTSD, and depression (consult doctor).
fr: Bénéfices potentiels pour l'anxiété, le TSPT et la dépression (consulter un médecin).

source: Sleep Disorders
fr: Troubles du Sommeil

source: May improve sleep quality for insomnia patients.
fr: Peut améliorer la qualité du sommeil chez les patients insomniaques.

source: Filters
fr: Filtres

source: Categories
fr: Catégories

source: All Categories
fr: Toutes les Catégories

source: Strain Type
fr: Type de Souche

source: Dosage Guide
fr: Guide de Dosage

source: Start with 2.5-5mg THC, wait 2 hours before redosing. Consult your physician for personalized advice.
fr: Commencez avec 2,5-5mg de THC, attendez 2 heures avant une nouvelle dose. Consultez votre médecin pour des conseils personnalisés.

source: Effects Duration
fr: Durée des Effets

source: Inhalation: 2-4 hours. Edibles: 4-8 hours. Topicals: 2-5 hours.
fr: Inhalation: 2-4 heures. Comestibles: 4-8 heures. Topiques: 2-5 heures.

source: Safety Notice
fr: Avis de Sécurité

source: Not recommended for pregnant/nursing women or those with heart conditions. May interact with medications.
fr: Déconseillé aux femmes enceintes/allaitantes ou aux personnes avec des problèmes cardiaques. Peut interagir avec des médicaments.

source: Search Results for
fr: Résultats de recherche pour

source: All Products
fr: Tous les Produits

source: Benefits:
fr: Bénéfices:

source: Details
fr: Détails

source: Low Stock
fr: Stock Faible

source: Try adjusting your search criteria or browse all products.
fr: Essayez d'ajuster vos critères de recherche ou parcourez tous les produits.

source: Home
fr: Accueil

source: Strain
fr: Souche

source: Key Benefits
fr: Principaux Avantages

source: Quantity
fr: Quantité

source: Add to Cart
fr: Ajouter au Panier

source: Start with low doses (2.5-5mg THC). Wait 2 hours before consuming more.
fr: Commencez par de faibles doses (2,5-5mg de THC). Attendez 2 heures avant d'en consommer davantage.

source: Effects:
fr: Effets:

source: Onset in 5-15 minutes when inhaled, 30-90 minutes when ingested. Effects last 2-6 hours.
fr: Apparition en 5-15 minutes par inhalation, 30-90 minutes par ingestion. Effets durant 2-6 heures.

source: Warning:
fr: Avertissement:

source: How to Use
fr: Mode d'Emploi

source: Benefits
fr: Bénéfices

source: Product Description
fr: Description du Produit

source: Strain Characteristics
fr: Caractéristiques de la Souche

source: Effects
fr: Effets

source: Energetic, uplifting, cerebral
fr: Énergisant, euphorisant, cérébral

source: Relaxing, sedating, body-focused
fr: Relaxant, sédatif, corporel

source: Balanced, hybrid effects
fr: Effets équilibrés, hybrides

source: Aroma
fr: Arôme

source: Earthy, herbal notes
fr: Notes terreuses, herbacées

source: Best For
fr: Idéal Pour

source: Daytime use, creativity, focus
fr: Utilisation diurne, créativité, concentration

source: Evening use, relaxation, sleep
fr: Utilisation nocturne, relaxation, sommeil

source: Versatile use throughout day
fr: Utilisation polyvalente toute la journée

source: Composition & Ingredients
fr: Composition & Ingrédients

source: Terpene Profile
fr: Profil de Terpènes

source: Safety Information
fr: Informations de Sécurité

source: Start with low doses, especially if new to cannabis
fr: Commencez par de faibles doses, surtout si vous débutez avec le cannabis

source: Do not operate heavy machinery after use
fr: Ne pas utiliser de machines dangereuses après consommation

source: Keep out of reach of children and pets
fr: Tenir hors de portée des enfants et des animaux

source: Store in a cool, dark place
fr: Conserver dans un endroit frais et sombre

source: Consult your doctor if taking other medications
fr: Consultez votre médecin si vous prenez d'autres médicaments

source: Production Method
fr: Méthode de Production

source: Quality Assurance
fr: Assurance Qualité

source: Testing
fr: Tests

source: Lab-tested for potency and contaminants
fr: Testé en laboratoire pour la puissance et les contaminants

source: Growing Method
fr: Méthode de Culture

source: Organically grown without pesticides
fr: Cultivé biologiquement sans pesticides

source: Therapeutic Applications
fr: Applications Thérapeutiques

source: Physical
fr: Physique

source: Pain relief
fr: Soulagement de la douleur

source: Muscle relaxation
fr: Relaxation musculaire

source: Appetite stimulation
fr: Stimulation de l'appétit

source: Anxiety reduction
fr: Réduction de l'anxiété

source: Stress relief
fr: Réduction du stress

source: Mood elevation
fr: Amélioration de l'humeur

source: Other
fr: Autre

source: Sleep improvement
fr: Amélioration du sommeil

source: Neuroprotective effects
fr: Effets neuroprotecteurs

source: Anti-inflammatory
fr: Anti-inflammatoire

source: Related Products
fr: Produits Similaires

source: Shopping Cart
fr: Panier d'Achat

source: Important Information
fr: Informations Importantes

source: All cannabis products are for adults 21+ only. By proceeding to checkout, you confirm you meet the legal age requirement in your jurisdiction.
fr: Tous les produits à base de cannabis sont réservés aux adultes de 21 ans et plus. En passant à la caisse, vous confirmez que vous remplissez les conditions d'âge légal dans votre juridiction.

source: Update
fr: Mettre à jour

source: Remove item
fr: Supprimer l'article

source: Order Summary
fr: Résumé de Commande

source: Items
fr: Articles

source: Shipping
fr: Livraison

source: Free
fr: Gratuit

source: Proceed to Checkout
fr: Passer à la Caisse

source: Continue Shopping
fr: Continuer les Achats

source: I confirm that I am 21 years of age or older and agree to the
fr: Je confirme que j'ai 21 ans ou plus et j'accepte les

source: Your cart is empty
fr: Votre panier est vide

source: Add some medical cannabis products to get started!
fr: Ajoutez des produits de cannabis médical pour commencer!

source: Browse Products
fr: Parcourir les Produits

source: Medical Use Information
fr: Informations sur l'Usage Médical

source: For medical cannabis patients, please note:
fr: Pour les patients utilisant du cannabis médical, veuillez noter:

source: Consult with your physician about proper dosing
fr: Consultez votre médecin pour un dosage approprié

source: Start with low doses and increase gradually
fr: Commencez par de faibles doses et augmentez progressivement

source: Be aware of potential drug interactions
fr: Soyez conscient des interactions médicamenteuses potentielles

source: Store products securely away from children/pets
fr: Rangez les produits en sécurité, hors de portée des enfants/animaux

source: Effects may vary based on individual physiology
fr: Les effets peuvent varier selon la physiologie individuelle

source: I Understand
fr: Je Comprends

source: Please confirm you are 21+ to proceed with checkout
fr: Veuillez confirmer que vous avez 21 ans ou plus pour procéder au paiement

source: Checkout
fr: Paiement

source: First Name
fr: Prénom

source: Last Name
fr: Nom

source: Postal Code
fr: Code Postal

source: City
fr: Ville

source: Country
fr: Pays

source: Start with low doses (2.5-5mg THC). Effects may take 30-90 minutes when ingested.
fr: Commencez par de faibles doses (2,5-5mg THC). Les effets peuvent prendre 30-90 minutes par ingestion.

source: Keep in a cool, dark place. Store securely away from children and pets.
fr: Conserver dans un endroit frais et sombre. Ranger hors de portée des enfants et des animaux.

source: Payment Method
fr: Méthode de Paiement

source: Credit/Debit Card
fr: Carte de Crédit/Débit

source: Secure payment processing via our PCI-compliant payment gateway.
fr: Paiement sécurisé via notre passerelle de paiement conforme PCI.

source: Place Order
fr: Passer la Commande

source: Qty
fr: Qté

source: Subtotal
fr: Sous-total

source: Tax
fr: Taxe

source: These products are not intended to diagnose, treat, cure or prevent any disease. Consult your healthcare provider before use.
fr: Ces produits ne sont pas destinés à diagnostiquer, traiter, guérir ou prévenir une maladie. Consultez votre médecin avant utilisation.

source: Delivery Information
fr: Informations de Livraison

source: Discreet packaging for all orders
fr: Emballage discret pour toutes les commandes

source: Adult signature required upon delivery
fr: Signature d'un adulte requise à la livraison

source: No returns on cannabis products
fr: Pas de retour sur les produits à base de cannabis

source: You must confirm you are 21+ to place an order
fr: Vous devez confirmer que vous avez 21 ans ou plus pour passer commande

source: Order Confirmed!
fr: Commande Confirmée!

source: Thank you for your order. We'll send you a confirmation email shortly.
fr: Merci pour votre commande. Vous recevrez un email de confirmation sous peu.

source: Order Details
fr: Détails de la Commande

source: Order Number
fr: Numéro de Commande

source: Order Date
fr: Date de Commande

source: Status
fr: Statut

source: Total Amount
fr: Montant Total

source: Order Items
fr: Articles Commandés

source: each
fr: chaque

source: What's Next?
fr: Prochaines Étapes

source: You'll receive an order confirmation email at
fr: Vous recevrez un email de confirmation à

source: We'll prepare your discreet package within 1-2 business days
fr: Nous préparerons votre colis discret sous 1-2 jours ouvrés

source: Adult signature required upon delivery (21+ only)
fr: Signature d'un adulte requise à la livraison (21+ seulement)

source: Contact us if you have any questions about your order
fr: Contactez-nous pour toute question concernant votre commande

source: Dosage Guidance:
fr: Conseils de Dosage:

source: Start with low doses (2.5-5mg THC). Wait at least 2 hours before consuming more.
fr: Commencez par de faibles doses (2,5-5mg THC). Attendez au moins 2 heures avant d'en consommer davantage.

source: Inhalation: effects in 5-15 minutes. Edibles: effects in 30-90 minutes. Duration: 2-6 hours.
fr: Inhalation: effets en 5-15 minutes. Comestibles: effets en 30-90 minutes. Durée: 2-6 heures.

source: Safety:
fr: Sécurité:

source: Do not drive or operate machinery after use. May interact with medications.
fr: Ne pas conduire ou utiliser des machines après consommation. Peut interagir avec des médicaments.

source: These products are not intended to diagnose, treat, cure or prevent any disease. Consult your healthcare provider before use, especially if you have medical conditions or take medications.
fr: Ces produits ne sont pas destinés à diagnostiquer, traiter, guérir ou prévenir une maladie. Consultez votre médecin avant utilisation, surtout si vous avez des problèmes de santé ou prenez des médicaments.

source: View Order History
fr: Voir l'Historique

source: Order
fr: Commande

source: Items Ordered
fr: Articles Commandés

source: Usage Reminder
fr: Rappel d'Utilisation

source: Store products securely away from children and pets
fr: Rangez les produits en sécurité, hors de portée des enfants et des animaux

source: Consult your physician with any questions
fr: Consultez votre médecin pour toute question

source: Order placed on
fr: Commande passée le

source: Cancel Order
fr: Annuler la Commande

source: Contact Support
fr: Contacter le Support

source: No orders yet
fr: Aucune commande pour l'instant

source: You haven't placed any orders yet. Start shopping to see your order history here!
fr: Vous n'avez pas encore passé de commande. Faites vos achats pour voir votre historique ici!

source: My Profile
fr: Mon Profil

source: Profile Information
fr: Informations de Profil

source: Medical Profile
fr: Profil Médical

source: Security Settings
fr: Paramètres de Sécurité

source: Medical Resources
fr: Ressources Médicales

source: Cannabis Dosage Guide
fr: Guide de Dosage du Cannabis

source: Medical Research
fr: Recherche Médicale

source: Find a Doctor
fr: Trouver un Médecin

source: Email Address
fr: Adresse Email

source: Username
fr: Nom d'utilisateur

source: Username cannot be changed
fr: Le nom d'utilisateur ne peut pas être modifié

source: Subscribe to cannabis research and product updates
fr: S'abonner aux recherches sur le cannabis et mises à jour produits

source: Update Profile
fr: Mettre à Jour le Profil

source: Medical Conditions (optional)
fr: Conditions Médicales (optionnel)

source: For personalized product recommendations
fr: Pour des recommandations de produits personnalisées

source: Experience Level with Cannabis
fr: Niveau d'Expérience avec le Cannabis

source: Select your experience level
fr: Sélectionnez votre niveau d'expérience

source: Beginner (first time user)
fr: Débutant (première utilisation)

source: Intermediate (occasional use)
fr: Intermédiaire (usage occasionnel)

source: Experienced (regular medical user)
fr: Expérimenté (usage médical régulier)

source: I am a registered medical cannabis patient
fr: Je suis un patient enregistré pour le cannabis médical

source: Save Medical Profile
fr: Enregistrer le Profil Médical

source: Account Summary
fr: Résumé du Compte

source: Total Orders
fr: Commandes Totales

source: Total Spent
fr: Total Dépensé

source: Member Since
fr: Membre Depuis

source: Password
fr: Mot de Passe

source: Last changed: Never
fr: Dernier changement: Jamais

source: Change Password
fr: Changer le Mot de Passe

source: Two-Factor Authentication
fr: Authentification à Deux Facteurs

source: Not enabled
fr: Non activé

source: Enable 2FA
fr: Activer 2FA

source: Login Sessions
fr: Sessions de Connexion

source: Manage active sessions
fr: Gérer les sessions actives

source: View Sessions
fr: Voir les Sessions

source: Welcome Back
fr: Bienvenue

source: Sign in to your cannabis account
fr: Connectez-vous à votre compte cannabis

source: Please correct the errors below.
fr: Veuillez corriger les erreurs ci-dessous.

source: Username or Email
fr: Nom d'utilisateur ou Email

source: Remember me
fr: Se souvenir de moi

source: Forgot password?
fr: Mot de passe oublié?

source: I confirm that I am 21 years of age or older
fr: Je confirme que j'ai 21 ans ou plus

source: Sign In
fr: Se Connecter

source: Don't have an account?
fr: Vous n'avez pas de compte?

source: Sign up here
fr: Inscrivez-vous ici

source: Or continue as guest
fr: Ou continuer en tant qu'invité

source: Continue as Guest
fr: Continuer en tant qu'Invité

source: All cannabis products are for adults 21+ only
fr: Tous les produits cannabis sont réservés aux adultes de 21 ans et plus

source: Consult your physician before using cannabis products
fr: Consultez votre médecin avant d'utiliser des produits cannabis

source: These products are not intended to diagnose, treat, cure or prevent any disease. By signing in, you acknowledge you understand our products should not replace professional medical advice.
fr: Ces produits ne sont pas destinés à diagnostiquer, traiter, guérir ou prévenir une maladie. En vous connectant, vous reconnaissez comprendre que nos produits ne doivent pas remplacer un avis médical professionnel.

source: You must confirm you are 21+ to access this site
fr: Vous devez confirmer que vous avez 21 ans ou plus pour accéder à ce site

source: Create Account
fr: Créer un compte

source: Join CannabiCare for exclusive access to premium cannabis products
fr: Rejoignez CannabiCare pour un accès exclusif à des produits cannabis premium

source: Password must be at least 8 characters long and contain letters and numbers.
fr: Le mot de passe doit contenir au moins 8 caractères avec des lettres et des chiffres.

source: Confirm Password
fr: Confirmer le mot de passe

source: I agree to the <a href="%(url)s">Terms of Service</a> and <a href="%(url)s">Privacy Policy</a>
fr: J'accepte les <a href="%(url)s">Conditions d'utilisation</a> et la <a href="%(url)s">Politique de confidentialité</a>

source: I confirm that I am at least 21 years of age
fr: Je confirme que j'ai au moins 21 ans

source: I understand cannabis products are for adult use only and should be kept away from children
fr: Je comprends que les produits cannabis sont réservés aux adultes et doivent être tenus hors de portée des enfants

source: I would like to receive updates about new cannabis strains and products (optional)
fr: Je souhaite recevoir des mises à jour sur les nouvelles variétés et produits cannabis (facultatif)

source: Already have an account?
fr: Vous avez déjà un compte ?

source: Sign in here
fr: Connectez-vous ici

source: Why Register With Us?
fr: Pourquoi s'inscrire chez nous ?

source: Access to premium cannabis strains and CBD products
fr: Accès à des variétés de cannabis premium et produits CBD
