Repository: gastonKamsong/medicalstore
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: Opened cannabis products (for health and safety reasons)
fr: Produits de cannabis ouverts (pour des raisons de santé et de sécurité)

source: Consumable products (edibles, pre-rolls, etc.)
fr: Produits consommables (comestibles, pré-roulés, etc.)

source: Products purchased during sales or promotions
fr: Produits achetés pendant des soldes ou promotions

source: Custom or personalized items
fr: Articles personnalisés

source: Return Process
fr: Processus de Retour

source: Email returns@example.com with your order number and reason for return within 14 days of delivery.
fr: Envoyez un email à returns@example.com avec votre numéro de commande et la raison du retour dans les 14 jours suivant la livraison.

source: Approval
fr: Approbation

source: We'll review your request and send return instructions if approved.
fr: Nous examinerons votre demande et enverrons des instructions de retour si elle est approuvée.

source: Ship Back
fr: Renvoi

source: Send the unopened product in its original packaging using our approved carrier.
fr: Renvoiez le produit non ouvert dans son emballage d'origine en utilisant notre transporteur approuvé.

source: Refund
fr: Remboursement

source: Once received and inspected, we'll process your refund within 5 business days.
fr: Une fois reçu et inspecté, nous traiterons votre remboursement dans les 5 jours ouvrables.

source: Important Notes
fr: Notes Importantes

source: All returns are subject to compliance with local cannabis regulations. We reserve the right to refuse returns that don't meet our policy requirements.
fr: Tous les retours sont soumis au respect des réglementations locales sur le cannabis. Nous nous réservons le droit de refuser les retours qui ne répondent pas à nos exigences politiques.

source: Original shipping costs are non-refundable. Return shipping is the customer's responsibility unless the return is due to our error.
fr: Les frais d'expédition initiaux ne sont pas remboursables. Les frais de retour sont à la charge du client sauf si le retour est dû à une erreur de notre part.

source: Refunds will be issued to the original payment method. Processing may take 5-10 business days to appear in your account.
fr: Les remboursements seront effectués sur le mode de paiement original. Le traitement peut prendre 5 à 10 jours ouvrables pour apparaître sur votre compte.

source: Chill Cannabis Lounge
fr: Ambiance Chill Cannabis

source: Meditation Sessions
fr: Sessions de Méditation

source: Reggae Roots Classics
fr: Classiques Reggae Roots
