Repository: gastonKamsong/medicalstore
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: Cultivation Advice
fr: Conseils de culture

source: Wholesale/Business Inquiry
fr: Demande professionnelle/grossiste

source: General Question
fr: Question générale

source: Please provide details about your cannabis-related inquiry...
fr: Veuillez détailler votre demande concernant le cannabis...

source: I consent to the processing of my personal data for the purpose of responding to my cannabis-related inquiry. *
fr: Je consens au traitement de mes données personnelles pour répondre à ma demande concernant le cannabis. *

source: I confirm that I am at least 18 years old *
fr: Je confirme avoir au moins 18 ans *

source: Send Message
fr: Envoyer le message

source: 420 Cannabis Avenue
fr: 420 Avenue du Cannabis

source: Mon-Fri: 9:00 AM - 6:00 PM CET
fr: Lun-Ven: 9h - 18h CET

source: We respond within 24 hours
fr: Nous répondons sous 24h

source: Monday - Friday: 9:00 AM - 6:00 PM
fr: Lundi - Vendredi: 9h - 18h

source: Saturday: 10:00 AM - 4:00 PM
fr: Samedi: 10h - 16h

source: Sunday: Closed
fr: Dimanche: Fermé

source: Central European Time (CET)
fr: Heure d'Europe Centrale (CET)

source: Cannabis Emergency
fr: Urgence Cannabis

source: If you or someone else is experiencing adverse effects from cannabis, seek medical attention immediately.
fr: Si vous ou quelqu'un subissez des effets indésirables du cannabis, consultez immédiatement un médecin.

source: Emergency Numbers:
fr: Numéros d'urgence :

source: France: 15 (SAMU) or 112 (European Emergency)
fr: France: 15 (SAMU) ou 112 (Urgence Européenne)

source: Other countries: Contact your local emergency services
fr: Autres pays: Contactez les urgences locales

source: Cannabis Support
fr: Support Cannabis

source: Our team includes cannabis specialists who can provide guidance on product selection, dosing, and consumption methods.
fr: Notre équipe comprend des spécialistes du cannabis pouvant conseiller sur le choix des produits, dosages et méthodes de consommation.

source: For medical cannabis questions, we recommend consulting with a cannabis-certified healthcare provider.
fr: Pour des questions médicales, consultez un professionnel de santé formé au cannabis.

source: Looking for quick answers about cannabis?
fr: Vous cherchez des réponses rapides sur le cannabis ?

source: Check our Cannabis FAQ
fr: Consultez notre FAQ Cannabis

source: About GreenLeaf Wellness
fr: À propos de GreenLeaf Wellness

source: Your trusted source for premium cannabis products with detailed information about cannabinoid profiles, terpenes, cultivation methods, and wellness benefits.
fr: Votre source fiable de produits cannabis premium avec des informations détaillées sur les profils de cannabinoïdes, terpènes, méthodes de culture et bienfaits.

source: Our Mission
fr: Notre Mission

source: At GreenLeaf Wellness, we're dedicated to providing access to high-quality cannabis products backed by scientific research and transparent information about their composition and effects.
fr: Chez GreenLeaf Wellness, nous nous engageons à fournir des produits cannabis de qualité soutenus par la recherche scientifique et des informations transparentes sur leur composition et effets.

source: We believe educated consumers make better wellness choices. That's why every product includes detailed cannabinoid profiles, terpene information, lab test results, and guidance on responsible consumption.
fr: Nous croyons que des consommateurs informés font de meilleurs choix. C'est pourquoi chaque produit inclut des profils de cannabinoïdes, informations sur les terpènes, résultats de tests labo et conseils pour une consommation responsable.

source: Our Values
fr: Nos Valeurs

source: Lab-Verified Quality:
fr: Qualité Vérifiée en Laboratoire :

source: Every batch is third-party tested for potency and purity with published Certificates of Analysis.
fr: Chaque lot est testé par des tiers pour puissance et pureté avec des Certificats d'Analyse publiés.

source: Transparency:
fr: Transparence :

source: Complete information about cannabinoid content, terpene profiles, and cultivation methods.
fr: Informations complètes sur la teneur en cannabinoïdes, profils terpéniques et méthodes de culture.

source: Compliance:
fr: Conformité :

source: All products meet EU and French regulations with less than 0.2% THC unless medically authorized.
fr: Tous les produits respectent les réglementations UE et française avec moins de 0,2% de THC sauf autorisation médicale.

source: Education:
fr: Éducation :

source: Resources to help consumers understand cannabis science and responsible use.
fr: Ressources pour aider les consommateurs à comprendre la science du cannabis et son usage responsable.

source: Why Choose GreenLeaf Wellness
fr: Pourquoi Choisir GreenLeaf Wellness

source: Lab Testing
fr: Tests en Laboratoire

source: Every product batch tested for cannabinoids, terpenes, pesticides, heavy metals, and microbial contaminants.
fr: Chaque lot testé pour cannabinoïdes, terpènes, pesticides, métaux lourds et contaminants microbiens.

source: Sustainable Cultivation
fr: Culture Durable

source: Partnering with organic farms using sustainable growing practices and natural pest control.
fr: Partenariat avec des fermes biologiques utilisant des pratiques durables et un contrôle naturel des parasites.

source: Consumer Education
fr: Éducation des Consommateurs

source: Resources on cannabinoids, terpenes, consumption methods, and responsible use.
fr: Ressources sur les cannabinoïdes, terpènes, méthodes de consommation et usage responsable.

source: Our Cannabis Expertise
fr: Notre Expertise Cannabis

source: Our team includes cannabis cultivators, chemists, and wellness experts passionate about the therapeutic potential of cannabinoids. We collaborate with research institutions to advance cannabis science.
fr: Notre équipe comprend des cultivateurs, chimistes et experts du bien-être passionnés par le potentiel thérapeutique des cannabinoïdes. Nous collaborons avec des institutions de recherche.

source: For medical cannabis products, we work with licensed healthcare providers to ensure proper guidance and dosing recommendations.
fr: Pour les produits médicaux, nous travaillons avec des professionnels de santé pour assurer un bon accompagnement.

source: Legal Compliance
fr: Conformité Légale

source: All products comply with French and EU regulations (THC < 0.2%). Medical cannabis products require proper authorization. We verify age (18+) for all purchases.
fr: Tous les produits respectent les réglementations française et européenne (THC < 0,2%). Les produits médicaux nécessitent une autorisation. Nous vérifions l'âge (18+) pour tous les achats.

source: Have Cannabis Questions?
fr: Des questions sur le cannabis ?

source: Our cannabis specialists are here to help with product selection, usage guidance, and general inquiries.
fr: Nos spécialistes sont là pour aider avec le choix des produits, conseils d'usage et questions générales.

source: Contact Us
fr: Contactez-nous

source: You must be at least 18 years old to enter this site
fr: Vous devez avoir au moins 18 ans pour accéder à ce site

source: I'm 18 or Older
fr: J'ai 18 ans ou plus

source: I'm Under 18
fr: J'ai moins de 18 ans

source: By entering this site, you agree to our Terms of Service and Privacy Policy
fr: En accédant à ce site, vous acceptez nos Conditions d'Utilisation et Politique de Confidentialité

source: We use cookies to enhance your cannabis shopping experience. By continuing, you accept our use of cookies.
fr: Nous utilisons des cookies pour améliorer votre expérience d'achat cannabis. En continuant, vous acceptez notre utilisation des cookies.

source: Search cannabis products...
fr: Rechercher des produits cannabis...

source: Learn
fr: Apprendre

source: Medical Prescriptions
fr: Ordonnances Médicales

source: Shop
fr: Boutique

source: CBD Products
fr: Produits CBD

source: Hemp Flowers
fr: Fleurs de Chanvre

source: Cannabis Oils
fr: Huiles de Cannabis

source: Medical Cannabis
fr: Cannabis Médical

source: Information
fr: Informations

source: Cannabis Education
fr: Éducation sur le Cannabis

source: Lab Results
fr: Résultats de Laboratoire

source: Shipping Policy
fr: Politique d'Expédition

source: Returns Policy
fr: Politique de Retour

source: Disclaimer:
fr: Avertissement :

source: Products contain less than 0.2% THC. Not intended to diagnose, treat, cure or prevent any disease. Keep out of reach of children.
fr: Produits contenant moins de 0,2% de THC. Ne pas utiliser pour diagnostiquer, traiter ou prévenir des maladies. Tenir hors de portée des enfants.

source: License Number: FR-CBD-2024-001
fr: Numéro de licence : FR-CBD-2024-001

source: Welcome to GreenLeaf Wellness. These Terms of Service govern your use of our website and purchase of cannabis-derived products containing less than 0.2% THC in compliance with EU Regulation No. 1307/2013 and French law.
fr: Bienvenue chez GreenLeaf Wellness. Ces Conditions Générales régissent votre utilisation de notre site et l'achat de produits dérivés du cannabis contenant moins de 0,2% de THC conformément au Règlement UE n°1307/2013 et à la loi française.

source: By accessing our site or purchasing products, you confirm you are at least 18 years old and agree to these Terms. Medical cannabis patients must provide valid authorization.
fr: En accédant à notre site ou en achetant des produits, vous confirmez avoir au moins 18 ans et accepter ces Conditions. Les patients en cannabis médical doivent fournir une autorisation valide.

source: You must be at least 18 years old to access this website or purchase our CBD products. For THC-containing medical cannabis products, you must be 21+ with valid medical authorization.
fr: Vous devez avoir au moins 18 ans pour accéder à ce site ou acheter nos produits CBD. Pour les produits médicaux contenant du THC, vous devez avoir 21 ans avec une autorisation médicale valide.

source: We reserve the right to verify your age through third-party services or request identification. False declarations will result in order cancellation.
fr: Nous nous réservons le droit de vérifier votre âge via des services tiers ou de demander une pièce d'identité. Les fausses déclarations entraîneront l'annulation de la commande.

source: Product Compliance
fr: Conformité des Produits

source: All products contain less than 0.2% THC unless specifically labeled as medical cannabis products requiring authorization under French Article R. 5132-86.
fr: Tous les produits contiennent moins de 0,2% de THC sauf indication contraire pour les produits médicaux nécessitant une autorisation selon l'article R. 5132-86 du Code de la Santé Publique français.

source: You are responsible for checking cannabis laws in your jurisdiction before purchasing. We cannot ship to locations where our products are prohibited.
fr: Vous êtes responsable de vérifier la législation sur le cannabis dans votre juridiction avant d'acheter. Nous ne pouvons pas expédier là où nos produits sont interdits.

source: Medical Disclaimer
fr: Avertissement Médical

source: Our products are not intended to diagnose, treat, cure or prevent any disease. The information provided is for educational purposes only regarding the potential benefits of cannabinoids.
fr: Nos produits ne visent pas à diagnostiquer, traiter ou prévenir des maladies. Les informations fournies ont un but éducatif concernant les bienfaits potentiels des cannabinoïdes.

source: For medical cannabis products, consultation with a healthcare provider is required. Never discontinue prescribed medications without medical advice.
fr: Pour les produits médicaux, une consultation avec un professionnel de santé est requise. Ne cessez jamais un traitement prescrit sans avis médical.

source: Purchasing & Shipping
fr: Achats & Livraison

source: Order Acceptance
fr: Acceptation des Commandes

source: All orders are subject to age verification and product availability. We reserve the right to refuse service to anyone.
fr: Toutes les commandes sont soumises à vérification d'âge et disponibilité des produits. Nous nous réservons le droit de refuser le service.

source: Shipping Restrictions
fr: Restrictions d'Expédition

source: We cannot ship cannabis products to countries where they are prohibited. International shipments may be subject to customs inspection.
fr: Nous ne pouvons pas expédier de produits cannabis dans les pays où ils sont interdits. Les envois internationaux peuvent être soumis à inspection douanière.

source: Discreet Packaging
fr: Emballage Discret

source: All products are shipped in odor-proof, discreet packaging without cannabis branding. However, we cannot guarantee delivery against local laws.
fr: Tous les produits sont expédiés dans des emballages discrets et anti-odeurs sans marquage cannabis. Cependant, nous ne pouvons garantir la livraison contre les lois locales.

source: Returns & Refunds
fr: Retours & Remboursements

source: Due to the nature of cannabis products:
fr: En raison de la nature des produits cannabis :

source: Opened products cannot be returned for hygiene reasons
fr: Les produits ouverts ne peuvent être retournés pour des raisons d'hygiène

source: Unopened products may be returned within 14 days with original packaging
fr: Les produits non ouverts peuvent être retournés sous 14 jours dans leur emballage d'origine

source: Medical cannabis products are non-returnable
fr: Les produits de cannabis médical ne sont pas remboursables

source: Defective products will be replaced with proof of defect
fr: Les produits défectueux seront remplacés sur preuve du défaut

source: All cannabis strain names, product formulations, and educational content are protected intellectual property. Unauthorized commercial use is prohibited.
fr: Les noms de variétés, formulations de produits et contenus éducatifs sont protégés. L'usage commercial non autorisé est interdit.

source: GreenLeaf Wellness shall not be liable for:
fr: GreenLeaf Wellness ne peut être tenu responsable :

source: Misuse of cannabis products
fr: Du mauvais usage des produits cannabis

source: Unauthorized purchases by minors
fr: Des achats non autorisés par des mineurs

source: Legal consequences in jurisdictions where cannabis is prohibited
fr: Des conséquences légales dans les juridictions où le cannabis est interdit

source: Individual reactions to cannabinoids
fr: Des réactions individuelles aux cannabinoïdes

source: These Terms are governed by French law, specifically regarding cannabis regulations under:
fr: Ces Conditions sont régies par le droit français, notamment concernant la réglementation cannabis :

source: EU Regulation No. 1307/2013
fr: Règlement UE n°1307/2013

source: French Public Health Code Article R. 5132-86
fr: Article R. 5132-86 du Code de la Santé Publique français

source: General Data Protection Regulation (GDPR)
fr: Règlement Général sur la Protection des Données (RGPD)

source: Changes to Terms
fr: Modifications des Conditions

source: We may update these Terms to reflect changes in cannabis regulations. Continued use after changes constitutes acceptance.
fr: Nous pouvons mettre à jour ces Conditions pour refléter les changements réglementaires. L'utilisation continue vaut acceptation.

source: For questions about these Terms or our cannabis products:
fr: Pour des questions sur ces Conditions ou nos produits cannabis :

source: License Number:
fr: Numéro de Licence :

source: Effective Date:
fr: Date d'Effet :

source: January 1, 2024 | Last Updated: January 1, 2024
fr: 1er janvier 2024 | Dernière mise à jour : 1er janvier 2024

source: At GreenLeaf Wellness, we take special care in shipping cannabis-derived products in compliance with EU and French regulations (THC < 0.2%). This policy outlines our shipping practices, restrictions, and delivery timelines.
fr: Chez GreenLeaf Wellness, nous expédions les produits dérivés du cannabis avec un soin particulier, en conformité avec les réglementations UE et française (THC < 0,2%). Cette politique décrit nos pratiques d'expédition, restrictions et délais de livraison.

source: Shipping Areas
fr: Zones d'Expédition

source: France (Mainland)
fr: France (Métropolitaine)

source: We ship throughout mainland France via Colissimo and Chronopost. All packages require adult signature (18+) upon delivery.
fr: Nous expédions dans toute la France métropolitaine via Colissimo et Chronopost. Tous les colis nécessitent une signature adulte (18+) à la livraison.

source: European Union
fr: Union Européenne

source: We ship to most EU countries where CBD products are legal. Some restrictions apply to cannabis flowers - please check product pages.
fr: Nous expédions dans la plupart des pays UE où les produits CBD sont légaux. Des restrictions s'appliquent aux fleurs - vérifiez les pages produits.

source: International Restrictions
fr: Restrictions Internationales

source: We cannot ship cannabis-derived products to countries where they are prohibited, including but not limited to:
fr: Nous ne pouvons pas expédier de produits cannabis dans les pays où ils sont interdits, notamment :

source: United States
fr: États-Unis

source: Australia
fr: Australie

source: Certain Middle Eastern countries
fr: Certains pays du Moyen-Orient

source: Packaging Standards
fr: Normes d'Emballage

source: All cannabis products are shipped with:
fr: Tous les produits cannabis sont expédiés avec :

source: Discrete, unbranded packaging
fr: Emballage discret sans marquage

source: Odor-proof containers for flowers
fr: Contenants anti-odeurs pour les fleurs

source: Temperature-controlled packaging when required
fr: Emballage à température contrôlée si nécessaire

source: No mention of cannabis on exterior labels
fr: Aucune mention de cannabis sur les étiquettes externes

source: Required legal documentation including lab reports
fr: Documents légaux requis incluant les rapports de laboratoire

source: Note: While we take these precautions, we cannot guarantee against customs inspections in your country.
fr: Note : Malgré ces précautions, nous ne pouvons pas garantir contre les inspections douanières dans votre pays.

source: Shipping Methods & Timelines
fr: Méthodes & Délais d'Expédition

source: Delivery Time
fr: Délai de Livraison

source: Tracking
fr: Suivi

source: Signature Required
fr: Signature Requise

source: Standard Shipping
fr: Expédition Standard

source: 2-3 business days (France)
fr: 2-3 jours ouvrés (France)

source: Express Shipping
fr: Expédition Express

source: 1-2 business days (France)
fr: 1-2 jours ouvrés (France)

source: EU Standard
fr: Standard UE

source: 3-7 business days
fr: 3-7 jours ouvrés

source: Varies by country
fr: Varie selon le pays

source: * Delivery times are estimates and not guaranteed, especially for international shipments which may be delayed by customs.
fr: * Les délais sont des estimations non garanties, surtout pour les envois internationaux pouvant être retardés par la douane.

source: All cannabis product shipments require age verification:
fr: Tous les envois de produits cannabis nécessitent une vérification d'âge :

source: At checkout through our third-party verification system
fr: Au paiement via notre système de vérification tiers

source: Upon delivery - carriers will request ID if recipient appears under 25
fr: À la livraison - le transporteur demandera une pièce d'identité si le destinataire semble avoir moins de 25 ans

source: For medical cannabis - additional documentation verification
fr: Pour le cannabis médical - vérification supplémentaire de documents

source: Failed age verification at delivery will result in package return and refund minus shipping costs.
fr: Un échec de vérification d'âge entraînera le retour du colis et un remboursement moins les frais d'expédition.

source: International Shipping Considerations
fr: Considérations pour l'Expédition Internationale

source: Customs & Duties
fr: Douane & Taxes

source: International customers are responsible for:
fr: Les clients internationaux sont responsables :

source: Any import duties, taxes, or customs fees
fr: Des droits d'importation, taxes ou frais de douane

source: Compliance with local cannabis laws
fr: Du respect des lois locales sur le cannabis

source: Providing required documentation for clearance
fr: De fournir les documents requis pour le dédouanement

source: Legal Risks
fr: Risques Légaux

source: By ordering internationally, you acknowledge that:
fr: En commandant à l'international, vous reconnaissez que :

source: Cannabis laws vary significantly by country
fr: Les lois sur le cannabis varient selon les pays

source: We cannot intervene with customs seizures
fr: Nous ne pouvons pas intervenir en cas de saisie douanière

source: Refunds are not provided for confiscated packages
fr: Aucun remboursement pour les colis confisqués

source: Lost or Damaged Packages
fr: Colis Perdus ou Endommagés

source: If your package is lost or damaged in transit:
fr: Si votre colis est perdu ou endommagé durant le transport :

source: Contact us within 14 days of shipment date
fr: Contactez-nous sous 14 jours après l'expédition

source: Provide photos of damaged items and packaging
fr: Fournissez des photos des articles endommagés et de l'emballage

source: We will file a claim with the carrier
fr: Nous déposerons une réclamation auprès du transporteur

source: Once verified, we will replace or refund as appropriate
fr: Après vérification, nous remplacerons ou rembourserons selon le cas

source: Note: Due to cannabis regulations, some products may not be eligible for reshipment to certain locations.
fr: Note : En raison des réglementations cannabis, certains produits ne peuvent pas être réexpédiés vers certaines destinations.

source: Policy Updates
fr: Mises à Jour de la Politique

source: We may update this shipping policy to reflect changes in:
fr: Nous pouvons mettre à jour cette politique pour refléter les changements :

source: Cannabis regulations in France or destination countries
fr: Dans les réglementations cannabis en France ou pays de destination

source: Carrier policies regarding cannabis products
fr: Dans les politiques des transporteurs concernant les produits cannabis

source: International shipping agreements
fr: Dans les accords d'expédition internationaux

source: Shipping Questions?
fr: Questions sur l'Expédition ?

source: Contact our cannabis shipping specialists:
fr: Contactez nos spécialistes de l'expédition cannabis :

source: January 1, 2024 | Compliant with EU Regulation No. 1307/2013
fr: 1er janvier 2024 | Conforme au Règlement UE n°1307/2013

source: Cannabis Product Returns
fr: Retours de Produits de Cannabis

source: Due to the nature of cannabis products, we have specific return policies to ensure compliance with all regulations.
fr: En raison de la nature des produits du cannabis, nous avons des politiques de retour spécifiques pour garantir la conformité à toutes les réglementations.

source: Unopened Products
fr: Produits Non Ouverts

source: We accept returns of unopened, factory-sealed products within 14 days of delivery. Products must be in original packaging with all seals intact.
fr: Nous acceptons les retours de produits non ouverts et sous scellé d'usine dans les 14 jours suivant la livraison. Les produits doivent être dans leur emballage d'origine avec tous les scellés intacts.

source: Defective Products
fr: Produits Défectueux

source: If you receive a defective or damaged product, please contact us within 48 hours with photos of the issue. We'll arrange a replacement or refund.
fr: Si vous recevez un produit défectueux ou endommagé, veuillez nous contacter dans les 48 heures avec des photos du problème. Nous organiserons un remplacement ou un remboursement.

source: Non-Returnable Items
fr: Articles Non Remboursables
